Repository: zxc322/astorun-latest
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Russian
uk: Російська

source: Ukrainian
uk: Українська

source: BOOKMARKS
uk: ВПОДОБАННЯ

source: Title
uk: Назва

source: Price
uk: Ціна

source: Collection
uk: Колекція

source: View
uk: Подробиці

source: Remove
uk: Видалити

source: Remove all
uk: Очистити все

source: YOUR BOOKMARKS LIST IS EMPTY
uk: У ВАС НЕМАЄ ВПОДОБАНЬ :(

source: TO SHOP
uk: ДО МАГАЗИНУ

source: TO COLLECTIONS
uk: ДО КОЛЕКЦІЙ

source: ORDER AS COLLECTION
uk: ЗАМОВЛЕННЯ КОЛЕКЦІЇ

source: Category
uk: Категорія

source: Size
uk: Розмір

source: Color
uk: Колір

source: Details
uk: Детальніше

source: Order form
uk: Замовлення

source: name
uk: ім'я

source: phone
uk: телефон

source: Your discount
uk: Знижка

source: Order price
uk: Загальна вартість замовлення

source: Delivery info
uk: Інформація для доставки

source: district (optional)
uk: район (не обов'язково)

source: city or town
uk: місто чи селище

source: nova poshta №
uk: відділення нової пошти №

source: comment (optional)
uk: коментарій (не обов'язково)

source: Checkout
uk: Оформити

source: Cancel
uk: Скасувати

source: OUR COLLECTIONS
uk: НАШІ КОЛЕКЦІЇ

source: Men
uk: Чоловікам

source: Women
uk: Жінкам

source: Kids
uk: Дітям

source: UAH
uk: ГРН

source: View details
uk: Детальніше

source: Chosen items
uk: Вибрано товарів

source: Discount
uk: Знижка

source: Items price with discount
uk: Ціна зі знижкою

source: Make order
uk: Зробити замовлення

source: No products in collection
uk: Немає товарів в колекції

source: GO BACK
uk: НАЗАД

source: OUR CONTACTS
uk: НАШІ КОНТАКТИ

source: Phone
uk: Телефон

source: Mail
uk: Пошта

source: Telegram
uk: Телеграм

source: Viber
uk: Вайбер

source: Facebook Messenger
uk: Фейсбук месенджер

source: Input your name
uk: Ваше ім'я

source: Input your email
uk: Ваш email

source: Input your message
uk: Введіть текст повідомлення

source: Send
uk: Відправити

source: SHOP
uk: МАГАЗИН

source: COLLECTIONS
uk: КОЛЕКЦІЇ

source: NEWS
uk: НОВИНИ

source: CONTACTS
uk: КОНТАКТИ

source: Shop
uk: Магазин

source: Collections
uk: Колекції

source: News
uk: Новини

source: Contacts
uk: Контакти

source: Product was successfully added to the cart
uk: Продукт успiшно додано до кошика

source: Make order more than 999 UAH and don't pay for delivery
uk: Робіть замовлення більше як на 999 ГРН та не платіть за доставку

source: Go to cart
uk: До кошика

source: Delete item from the cart
uk: Видалити товар з кошика

source: YES
uk: ТАК

source: NO
uk: НІ

source: RULES
uk: ПРАВИЛА

source: OFFER
uk: ОФЕРТА

source: DELIVERY
uk: ДОСТАВКA

source: The page you are looking for does not exist
uk: Сторінка, на яку Ви шукаєте не існує

source: Back to news
uk: Назад до новин

source: Previous
uk: Попередня

source: Next
uk: Наступна

source: LATEST NEWS
uk: ОСТАННІ НОВИНИ

source: more
uk: детальніше

source: LOAD NEWS
uk: НАСТУПНА НОВИНА

source: YOUR PRODUCTS
uk: ТОВАРИ В КОШИКУ

source: Item name:
uk: Назва товару:

source: Item size
uk: Розмір

source: Item color
uk: Колір

source: Item price
uk: Ціна

source: Total price
uk: Загальна вартість

source: Products price
uk: Ціна за товари

source: Delivery price
uk: Ціна за доставку

source: Total order price
uk: Загальна вартість замовлення

source: YOUR CART IS EMPTY
uk: У КОШИКУ ПОРОЖНЬО . . .

source: MY ORDERS
uk: МОЇ ЗАМОВЛЕННЯ

source: as product
uk: як продукт

source: as collection
uk: як колекцію

source: ORDER ID
uk: ID замовлення

source: CREATED
uk: СТВОРЕНО

source: ORDER PRICE
uk: ВАРТІСТЬ ЗАМОВЛЕННЯ

source: DELIVERY PRICE
uk: ВАРТІСТЬ ДОСТАВКИ

source: ORDER STATUS
uk: СТАТУС ЗАМОВЛЕННЯ

source: DISCOUNT FOR THIS ORDER
uk: Знижка на це замовлення

source: Order ID
uk: ID Замовлення

source: Price per item
uk: Ціна товару

source: total
uk: Загальна вартість

source: To shop
uk: До магазину

source: All my orders
uk: Мої замовлення

source: Still no products in category
uk: Поки що немає товарів в колекції

source: ALL CATEGORIES
uk: ВСІ КАТЕГОРІЇ

source: Buy
uk: Купити

source: Previous product
uk: Попередній продукт

source: Next product
uk: Наступний продукт

source: See in collection
uk: Показати в колекції

source: OUR PRODUCTS
uk: НАШІ ПРОДУКТИ
